"LAST_BACKUP" = "최근 백업:";
"NEXT_BACKUP" = "다음 백업:";
"BACKING_UP" = "백업 중:";
"ACCESSING_BACKUP" = "백업 디스크에 연결 중...";
"IN_PROGRESS" = "백업 중...";
"PREPARING" = "백업 준비 중...";
"STOPPING" = "백업 중단 중...";
"THINNING" = "지우는 중...";
"DELETING" = "이전 백업 삭제 중...";
"FINISHING" = "백업 완료 중...";
"EXCLUDE" = "제외";
"NOT_MOUNTED" = "백업 볼륨이 마운트되지 않았습니다.";
"INCLUDED" = "전체 백업 예상 크기: %@";
"CALCULATING" = "전체 백업 크기 계산 중...";
"ENCRYPT_IMAGE_NAME" = "%@%@의 백업";
"DI_ERR_TITLE" = "암호화된 백업 이미지를 생성하는 동안 오류가 발생했습니다.";
"DI_EXISTS" = "이 디스크에 암호화된 백업이 이미 있습니다.";
"DI_ERROR" = "%d 오류 발생";
"DI_FAILED_TO_MOUNT" = "이 디스크 이미지를 마운트할 수 없습니다.";
"OK" = "승인";
"SHOW_HIDDEN_ITEMS" = "보이지 않는 항목 보기"; // checkbox
"CALCULATING_SIZE" = "변경사항 계산 중...";
"CALCULATING_CHANGED_ITEMS" = "%@개의 항목 준비 중...";					
"CALCULATING_EXCLUDED_ITEMS" = "%@개의 항목 제외 중...";
"CALCULATING_DEEP_SCANNED_ITEMS" = "%@개의 항목 검색 중...";

"MOUNTING" = "백업 디스크 사용 가능하게 만드는 중...";
"INDEXING" = "백업 인덱싱 중...";

// voice-over strings
"AX_ADD" = "“백업 안 함” 목록에 항목 추가";
"AX_REMOVE" = "“백업 안 함” 목록에서 항목 제거";

// error strings
"FAILED" = "실패함";
"DELAYED" = "지연됨";
"TIME_MACHINE_ERROR" = "Time Machine 오류";

"WARNING_SAME_DISK_TITLE" = "원본 데이터가 있는 동일한 장비에 백업하겠습니까?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "백업을 저장하기 위해 선택한 “%@” 볼륨이 백업 중인 “%@” 볼륨과 동일한 장비에 있습니다.\n\n데이터를 완전히 보호하려면, 다른 장비에 있는 볼륨에 백업해야 합니다.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "백업을 저장하기 위해 선택한 “%@” 볼륨이 백업 중인 %@ 및 %@ 볼륨과 동일한 장비에 있습니다.\n\n데이터를 완전히 보호하려면, 다른 장비에 있는 볼륨에 백업해야 합니다.\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "선택한 볼륨 사용";
"CHOOSE_ANOTHER_DISK_BUTTON" = "다른 볼륨 선택";

"WARNING_NO_DESTINATION_TITLE" = "백업 볼륨이 선택되지 않았습니다.\n\n";
"WARNING_NO_DESTINATION" = "백업 볼륨을 선택하려면, 구성을 클릭하십시오.";

"REMAINING_HOUR" = "%d시간";
"REMAINING_HOURS" = "%d시간";
"REMAINING_MIN" = "%d분";	
"REMAINING_MINS" = "%d분";
"REMAINING_HOURS_AND_MINS" = "%@ %@ 남음...";
"REMAINING_ABOUT" = "%@ 남음...";
"REMAINING_LESS_MIN" = "1분 미만 남음...";

"BACKUP_NOW" = "지금 백업";
"STOP_BACKING_UP" = "백업 중단";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@/%2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "“%@” 백업 디스크를 지우겠습니까? 지우면 디스크에 있는 모든 정보를 삭제하며 이 작업을 취소할 수 없습니다.";
"DISK_NEEDS_REFORMATTING_TEXT" = "호환되지 않는 파일 시스템을 가지고 있기 때문에 해당 디스크를 Time Machine 백업용으로 사용하기 전에 해당 디스크를 지워야 합니다.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "백업하려는 디스크는 대소문자를 구별하는 디스크이지만, 해당 백업 디스크는 그렇지 않기 때문에 해당 디스크를 Time Machine 백업용으로 사용하기 전에 해당 디스크를 지워야 합니다.";
"ERASE_DISK_BUTTON" = "지우기";
"DONT_ERASE_BUTTON" = "지우지 않음";
"CANCEL_ERASE_BUTTON" = "취소";
"FORMATTING" = "지우는 중:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "“%@” Time Machine 백업 디스크를 지우는 동안 오류가 발생했습니다.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "시스템 폴더 제외를 선택했습니다.";
"WARNING_SKIP_SYSTEM_FILES" = "시스템 응용 프로그램 및 UNIX 도구와 같이 Mac OS X과 함께 설치된 기타 파일들도 제외하겠습니까?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "모든 시스템 파일 제외";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "시스템 폴더만 제외";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "시스템 파일 및 응용 프로그램";
"EXCLUDE_LIST_CALCULATING_SIZE" = "크기 계산 중";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Time Machine 백업"; 

// Disk selection list
"REFORMAT_REQUIRED" = "재포맷 필요(호환되지 않는 파일 시스템)";
"REFORMAT_REQUIRED_CS" = "재포맷 필요(대소문자 무시 디스크)";
"SERVER_INFO_FORMAT" = "“%@”에서";
"TIME_CAPSULE_ACCOUNT" = "나의 사용자 계정";

"DISK_PICKER_NONE" = "없음";
"DISK_PICKER_NONE_TOOL_TIP" = "백업 중단";
"DISK_PICKER_BUTTON_USE" = "백업용으로 사용";
"DISK_PICKER_BUTTON_STOP" = "백업 중단";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@/%@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "이 사용자 계정에 대한 FileVault가 켜져 있습니다. Time Machine은 사용자가 로그 아웃했을 때만 홈 폴더를 백업합니다.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Time Machine 백업에서 FileVault에 의해 암호화된 홈 폴더의 개별 항목을 검색하거나 복원할 수 없습니다. 이 유형의 백업에서 모든 파일 및 폴더를 복원하려면 Mac OS X 설치 디스크를 시작하고 설치 프로그램의 “유틸리티” 메뉴에서 “백업에서 시스템 복원”을 선택하십시오. ";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "이 컴퓨터에 있는 하나 이상의 사용자 계정에서 FileVault가 켜져 있습니다. Time Machine은 해당 홈 폴더의 사용자가 로그 아웃했을 때만 FileVault로 보호되는 홈 폴더를 백업합니다.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Time Machine 백업에서 FileVault에 의해 암호화된 홈 폴더의 개별 항목을 검색하거나 복원할 수 없습니다. 이 유형의 백업에서 모든 파일 및 폴더를 복원하려면 Mac OS X 설치 디스크를 시작하고 설치 프로그램의 “유틸리티” 메뉴에서 “백업에서 시스템 복원”을 선택하십시오. ";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "사용자의 홈 폴더가 이전 버전의 FileVault를 사용하여 암호화되었기 때문에 Time Machine이 사용자의 홈 폴더를 백업할 수 없습니다. 사용자의 계정에 대한 FileVault를 껐다가 다시 켠 다음 백업을 수행하십시오.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "“%@” 계정이 이전 버전의 FileVault를 사용하여 암호화되었기 때문에 Time Machine이 해당 계정의 홈 폴더를 백업할 수 없습니다. 이 계정에 대한 FileVault를 껐다가 다시 켠 다음 백업을 수행하십시오.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "“%@” 및 “%@” 계정이 이전 버전의 FileVault를 사용하여 암호화되었기 때문에 Time Machine이 해당 계정의 홈 폴더를 백업할 수 없습니다. 각 계정에 대한 FileVault를 껐다가 다시 켠 다음 백업을 수행하십시오.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "“%@”, “%@” 및 “%@” 계정이 이전 버전의 FileVault를 사용하여 암호화되었기 때문에 Time Machine이 해당 계정의 홈 폴더를 백업할 수 없습니다. 각 계정에 대한 FileVault를 껐다가 다시 켠 다음 백업을 수행하십시오.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "“%@”, “%@”, “%@” 및 기타 계정이 이전 버전의 FileVault를 사용하여 암호화되었기 때문에 Time Machine이 해당 계정의 홈 폴더를 백업할 수 없습니다. 각 계정에 대한 FileVault를 껐다가 다시 켠 다음 백업을 수행하십시오.";
"FILEVAULT_WARNING_TIGER" = "Time Machine은 FileVault에 의해 보호된 홈 폴더를 백업하지만, Time Machine 백업에서 FileVault에 의해 암호화된 홈 폴더의 개별 항목을 검색하거나 복원할 수 없습니다. 이 유형의 백업에서 모든 파일 및 폴더를 복원하려면 Mac OS X 설치 디스크를 시작하고 설치 프로그램의 “유틸리티” 메뉴에서 “백업에서 시스템 복원”을 선택하십시오. ";

"NEXT_BACKUP_WHEN_CONNECTED" = "디스크가 연결되면";
"NEXT_BACKUP_TURNED_OFF" = "자동 백업 끔";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Mac이 전원에 연결되었을 때";

"WILL_START_IN_ONE_SEC" = "1초...";
"WILL_START_IN_X_SECS" = "%@초...";

"DESTINATION_TOOLTIP" = "볼륨: %@\n다음에 마운트됨: %@";

"LATEST_SUCCESSFUL_BACKUP" = "가장 최근의 성공적인 백업: %@ %@";

"INSUFFICIENT_ACCESS_TITLE" = "선택한 네트워크 백업 디스크에 필요한 읽기, 쓰기 및 추가 권한이 없습니다.";
"INSUFFICIENT_ACCESS_MESSAGE" = "다른 사용자로 연결하거나, 네트워크 관리자에게 문의하십시오.";

"ERROR_OBTAINING_URL" = "내부 오류 - “%@”에 대한 url 얻기에 실패함";

"KEYCHAIN_ERROR" = "“%2$@” 사용자 이름 및 “%3$@” URL에 대한 시스템 키체인 항목을 생성하는 동안 키체인 오류 %1$d이(가) 발생했습니다.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "키체인 접근 유틸리티를 사용하여 시스템 키체인을 편집 또는 복구를 시도할 수 있습니다.";

"ERROR_NETAUTHMOUNT" = "Time Machine이 “%@” 백업 디스크에 연결할 수 없습니다.";

"UNKNOWN_DISK_NAME" = "무제";

// health check strings
PERFORMING_HEALTH_CHECK = "백업 확인 중...";
SKIP_HEALTH_CHECK = "확인 건너뛰기";
SKIPPING_HEALTH_CHECK = "확인 건너뛰는 중...";
